Repository: adityazanzane-coditas/social_connect_app
Catalog: lib/l10n/app_*.arb
Languages: mr, ta

source: awk-wardly
mr: क्लिष्टपणे
ta: திருப்தியாக்கப்பட்ட

source: Find your tribe
mr: तुमचा गण शोधा
ta: உங்கள் குழுவை கண்டறியுங்கள்

# joinCommunity
source: Join the community
mr: समुदायात सामील व्हा

source: Login
mr: लॉगिन
ta: உள்நுழை

source: Phone Number
mr: फोन नंबर
ta: தொலைபேசி எண்

source: Get OTP
mr: OTP मिळवा
ta: OTP பெறு

source: Resend OTP
mr: OTP पुन्हा पाठवा
ta: OTP மீண்டும் அனுப்பு

# alreadyHaveAccount
source: Already have an account? Login Now
mr: आधीपासून खाते आहे? आता लॉगिन करा

# setUpAccount
source: Let’s Set up your account
mr: आपल्या खात्याची स्थापना करूया

source: Username
mr: वापरकर्तानाव
ta: பயனர்பெயர்

# usernameExists
source: Username already exists
mr: वापरकर्तानाव आधीपासूनच अस्तित्वात आहे

source: Next
mr: पुढे
ta: அடுத்து

# chooseAwkwardness
source: Choose your awk-wardness
mr: तुमचा awk-wardness निवडा

source: Write something about you
mr: तुमच्याबद्दल काही लिहा
ta: உங்களைப் பற்றி ஒன்று எழுதுக

source: Write Bio...
mr: बायो लिहा...
ta: பயனர் பியோ...

source: Search...
mr: शोधा...
ta: தேடு...

source: What’s on your mind...
mr: आपल्या डोक्यात काय आहे...
ta: உங்கள் எண்ணத்தில் என்ன உள்ளது...

source: Add media
mr: मीडिया जोडा
ta: படங்கள் சேர்க்க

source: Post
mr: पोस्ट
ta: பதிவு

source: Choose Language
mr: भाषा निवडा
ta: மொழி தேர்ந்தெடு

source: Turn on dark theme
mr: डार्क थीम सुरू करा
ta: இருட்டு தீம் இயக்கு

source: Logout
mr: लॉगआऊट
ta: வெளியேறு

source: Change Bio
mr: बायो बदला
ta: பியோ மாற்று

# congratulations
source: Congratulations! You are now a proud awk-ward
mr: अभिनंदन! तुम्ही आता गर्वित awk-ward आहात
ta: வாழ்த்துக்கள் !
